Repository: timetta/project-plugin
Catalog: Red.WorkPoint.ProjectPlugin/Resources/LocalStrings.*.resx
Languages: ru_ru

# MessageAuth
source: Authenticating...
ru_ru: Аутентификация...

# BillingTypeTM
source: Time and materials
ru_ru: Время и затраты

# MessageAddingTeamMember
source: Adding {0} to project team...
ru_ru: Добавление {0} в команду проекта...

# MessageActualSync
source: Loading actual hours...
ru_ru: Загрузка фактических часов...

# ButtonClose
source: Close
ru_ru: Закрыть

# BillingTypeNB
source: Non-billable
ru_ru: Неоплачиваемый

# CommandSync
source: Refresh
ru_ru: Синхронизировать

# MessageTaskSync
source: Syncing tasks to Timetta...
ru_ru: Обновление задач в Timetta...

# MessageTeamSync
source: Syncing team to Timetta...
ru_ru: Обновление команды в Timetta...

# TitleSync
source: Sync project
ru_ru: Синхронизация проекта

# MessageSyncDone
source: Project has been updated successfully.
ru_ru: Обновление проекта успешно завершено.

# MessageProjectIsUpdating
source: Updating project...
ru_ru: Обновление свойств проекта...

# CommandPublish
source: Publish
ru_ru: Опубликовать

# ButtonPublish
source: Publish
ru_ru: Опубликовать

# CommandOpen
source: Open
ru_ru: Открыть

# ErrorMessageTitle
source: Error
ru_ru: Ошибка

# MessageUserEmailNotFound
source: User {0} was not found in Timetta and cannot be exported.
ru_ru: Пользователь {0} не найден в Timetta и не будет синхронизирован.

# ErrorOccured
source: Error has occurred.
ru_ru: Произошла ошибка.

# TitlePublish
source: Publish project
ru_ru: Публикация проекта

# MessagePublishDone
source: Project was published successfully.
ru_ru: Публикация проекта успешно завершена.

# MessageProjectIsCreating
source: Creating project...
ru_ru: Создание проекта...

# MessageRemovingTeamMember
source: Deleting {0} from project team...
ru_ru: Удаление {0} из команды проекта...

# BillingTypeFix
source: Fixed bid
ru_ru: Фиксированная стоимость

# TitleSettings
source: Settings
ru_ru: Настройки

# ButtonDeleteAuth
source: Sign Out
ru_ru: Выйти

# MessageOperationWasCanceled
source: Operation was canceled.
ru_ru: Операция отменена.

# MessageResourcePlanSync
source: Syncing resource plan to Timetta...
ru_ru: Обновление ресурсного плана в Timetta...

# SyncPeriodTemplate
source: Data will be synchronized for the period from {0} and to {1}
ru_ru: Данные будут синхронизированы за период с {0} и по {1}

# MessageStartDateIsAfterEndDate
source: The project End date is less than the Start date, the resource plan will not be synced.
ru_ru: Дата окончания проекта меньше даты начала, ресурсный плане не будет синхронизирован.

# ButtonCancel
source: Cancel
ru_ru: Отмена

# ButtonSave
source: Save
ru_ru: Сохранить

# CurrentUser
source: User
ru_ru: Пользователь

# SettingsImprotActualHours
source: Import actual hours
ru_ru: Импортировать фактические часы

# MessageDuplicateEmailsInAssignmentsByTask
source: Task {0} contains assignments with the same emails . Task data will not be synced.
ru_ru: В задачае {0} есть назначения с одинаковыми адресами эл. почты. Данные по задаче не будут синхронизированы.

# MessageTeamHasDuplicateEmails
source: The project contains resources with the same emails.
ru_ru: В проекте есть ресурсы с одинаковыми адресами эл. почты.

# MessageSynchronizationIsNotPossible
source: Synchronization is not possible.
ru_ru: Синхронизация невозможна.

# MessageThereIsNoDefaultRole
source: The default role was not found. Synchronization is not possible.
ru_ru: Роль "по умолчанию" не найдена. Синхронизация невозможна.
